Repository: lacklusteradmin/SpectraWallet
Catalog: Spectra/Views/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Search wallet, asset, symbol, or address
zh_hans: 搜索钱包、资产、符号或地址
zh_hant: 搜索錢包、資產、符號或地址

source: Security
zh_hans: 安全
zh_hant: 安全

source: Security & Privacy
zh_hans: 安全与隐私
zh_hant: 安全與隱私

source: See All Chains
zh_hans: 查看所有链
zh_hant: 查看所有鏈

source: Seed Phrase
zh_hans: 助记词
zh_hant: 助記詞

source: Seed Phrase Length
zh_hans: 助记词长度
zh_hant: 助記詞長度

source: Seed-Based
zh_hans: 助记词
zh_hant: 助記詞

source: Select a photo from your library to use as this token icon.
zh_hans: 从你的相册中选择一张照片作为该代币图标。
zh_hant: 從你的相冊中選擇一張照片作為該代幣圖標。

source: Select a supported chain above to enter its address to watch.
zh_hans: 请先在上方选择受支持的链，然后输入要观察的地址。
zh_hant: 請先在上方選擇受支持的鏈，然後輸入要觀察的地址。

source: Select a wallet first.
zh_hans: 请先选择钱包。
zh_hant: 請先選擇錢包。

source: Select at least one category to enable reset.
zh_hans: 至少选择一个类别才能启用重置。
zh_hant: 至少選擇一個類別才能啓用重置。

source: Selected Inputs: %lld
zh_hans: 已选输入：%lld
zh_hant: 已選輸入：%lld

source: Selected Reset Summary
zh_hans: 已选重置摘要
zh_hant: 已選重置摘要

source: Send
zh_hans: 发送
zh_hant: 發送

source: Send Anyway
zh_hans: 仍然发送
zh_hant: 仍然發送

source: Send Fee Priority
zh_hans: 发送费用优先级
zh_hant: 發送費用優先級

source: Send funds or receive funds to build a persistent transaction log.
zh_hans: 发送或接收资金后，这里会建立持久的交易记录。
zh_hant: 發送或接收資金後，這裡會建立持久的交易記錄。

# send.replacement.transactionSuffix
source: Tx %@.
zh_hans: 交易 %@。
zh_hant: 交易 %@。

source: Sends
zh_hans: 发送
zh_hant: 發送

source: Sequence Number: %u
zh_hans: 序列号：%u
zh_hant: 序列號：%u

source: Sequence: %lld
zh_hans: 序列号：%lld
zh_hant: 序列號：%lld

source: Settings
zh_hans: 设置
zh_hant: 設置

source: Settings & Endpoints
zh_hans: 设置与端点
zh_hant: 設置與端點

source: Share
zh_hans: 分享
zh_hant: 分享

source: Share Last Export
zh_hans: 分享最近导出
zh_hant: 分享最近導出

source: Share this QR code or copy the address below.
zh_hans: 分享此二维码，或复制下方地址。
zh_hant: 分享此二維碼，或複製下方地址。

source: Show Seed Phrase
zh_hans: 显示助记词
zh_hant: 顯示助記詞

source: Show Seed Phrase (Password)
zh_hans: 显示助记词（密码）
zh_hant: 顯示助記詞（密碼）

# Showing %lld logs • D:%lld I:%lld W:%lld E:%lld
source: Showing %1$lld logs • D:%2$lld I:%3$lld W:%4$lld E:%5$lld
zh_hans: 显示 %1$lld 条日志 • D:%2$lld I:%3$lld W:%4$lld E:%5$lld
zh_hant: 顯示 %1$lld 筆日誌 • D:%2$lld I:%3$lld W:%4$lld E:%5$lld

source: Shown
zh_hans: 已显示
zh_hant: 已顯示

source: Signed transaction does not match the recorded txid.
zh_hans: 已签名交易与记录的 txid 不匹配。
zh_hant: 已簽名交易與記錄的 txid 不匹配。

source: Signed transaction hex is missing or invalid.
zh_hans: 已签名交易的十六进制数据缺失或无效。
zh_hant: 已簽名交易的十六進制數據缺失或無效。

source: SLIP44 Coin Type
zh_hans: SLIP44 币种类型
zh_hant: SLIP44 幣種類型

source: Solana addresses are Base58 encoded and typically 32-44 characters.
zh_hans: Solana 地址采用 Base58 编码，通常为 32 到 44 个字符。
zh_hant: Solana 地址採用 Base58 編碼，通常為 32 到 44 個字元。

source: Solana broadcast failed: %@
zh_hans: Solana 广播失败：%@
zh_hant: Solana 廣播失敗：%@

source: Solana Network
zh_hans: Solana 网络
zh_hant: Solana 網絡

source: Solana RPC failed: %@
zh_hans: Solana RPC 失败：%@
zh_hant: Solana RPC 失敗：%@

source: Sort
zh_hans: 排序
zh_hant: 排序

source: Source
zh_hans: 来源
zh_hant: 來源

source: Source Address
zh_hans: 来源地址
zh_hant: 來源地址

source: Source Path
zh_hans: 来源路径
zh_hant: 來源路徑

source: source: %@
zh_hans: 来源：%@
zh_hant: 來源：%@

source: Spectra can notify you when your total portfolio moves beyond your configured thresholds.
zh_hans: 当你的资产组合总额超出设定阈值时，Spectra 可以通知你。
zh_hant: 當你的資產組合總額超出設定閾值時，Spectra 可以通知你。

source: Spectra is resolving the current address for this wallet.
zh_hans: Spectra 正在解析此钱包当前的接收地址。
zh_hant: Spectra 正在解析此錢包當前的接收地址。

source: Spectra Operational Logs
zh_hans: Spectra 运行日志
zh_hant: Spectra 運行日誌

source: Spectra prepares Monero sends in-app using the configured backend fee quote.
zh_hans: Spectra 会在应用内使用当前配置的后端手续费报价来准备门罗币发送。
zh_hant: Spectra 會在 App 內使用目前配置的後端手續費報價來準備門羅幣發送。

source: Spectra signs and broadcasts ADA transfers in-app.
zh_hans: Spectra 会在应用内签名并广播 ADA 转账。
zh_hant: Spectra 會在應用內簽名並廣播 ADA 轉賬。

source: Spectra signs and broadcasts Aptos transfers in-app.
zh_hans: Spectra 会在应用内签名并广播 Aptos 转账。
zh_hant: Spectra 會在 App 內簽名並廣播 Aptos 轉賬。

source: Spectra signs and broadcasts Dogecoin in-app. The preview shows estimated network fee and max sendable DOGE for this wallet.
zh_hans: Spectra 会在应用内签名并广播 Dogecoin。预览会显示该钱包的预估网络费和最大可发送 DOGE。
zh_hant: Spectra 會在應用內簽名並廣播 Dogecoin。預覽會顯示該錢包的預估網絡費和最大可發送 DOGE。

source: Spectra signs and broadcasts ICP transfers in-app.
zh_hans: Spectra 会在应用内签名并广播 ICP 转账。
zh_hant: Spectra 會在應用內簽名並廣播 ICP 轉賬。

source: Spectra signs and broadcasts NEAR transfers in-app.
zh_hans: Spectra 会在应用内签名并广播 NEAR 转账。
zh_hant: Spectra 會在應用內簽名並廣播 NEAR 轉賬。

source: Spectra signs and broadcasts Polkadot transfers in-app.
zh_hans: Spectra 会在应用内签名并广播 Polkadot 转账。
zh_hant: Spectra 會在應用內簽名並廣播 Polkadot 轉賬。

source: Spectra signs and broadcasts Solana transfers in-app, including SOL and supported SPL assets.
zh_hans: Spectra 会在应用内签名并广播 Solana 转账，包括 SOL 和受支持的 SPL 资产。
zh_hant: Spectra 會在 App 內簽名並廣播 Solana 轉賬，包括 SOL 與受支持的 SPL 資產。

source: Spectra signs and broadcasts Stellar payments in-app.
zh_hans: Spectra 会在应用内签名并广播 Stellar 支付。
zh_hant: Spectra 會在應用內簽名並廣播 Stellar 支付。

source: Spectra signs and broadcasts Sui transfers in-app.
zh_hans: Spectra 会在应用内签名并广播 Sui 转账。
zh_hant: Spectra 會在 App 內簽名並廣播 Sui 轉賬。

source: Spectra signs and broadcasts supported %@ transfers. This preview is the live nonce and fee estimate for the transaction you are about to send.
zh_hans: Spectra 会签名并广播受支持的 %@ 转账。此预览显示你即将发送交易的实时 nonce 和手续费预估。
zh_hant: Spectra 會簽名並廣播受支持的 %@ 轉賬。此預覽顯示你即將發送交易的實時 nonce 和手續費預估。

source: Spectra signs and broadcasts TON transfers in-app.
zh_hans: Spectra 会在应用内签名并广播 TON 转账。
zh_hant: Spectra 會在 App 內簽名並廣播 TON 轉賬。

source: Spectra signs and broadcasts Tron transfers in-app, including TRX and TRC-20 USDT.
zh_hans: Spectra 会在应用内签名并广播 Tron 转账，包括 TRX 和 TRC-20 USDT。
zh_hant: Spectra 會在應用內簽名並廣播 Tron 轉賬，包括 TRX 和 TRC-20 USDT。

source: Spectra signs and broadcasts XRP transfers in-app.
zh_hans: Spectra 会在应用内签名并广播 XRP 转账。
zh_hant: Spectra 會在應用內簽名並廣播 XRP 轉賬。

source: Spectra stores fee priority separately for each UTXO chain and applies it to live send previews for supported chains.
zh_hans: Spectra 会为每条 UTXO 链分别存储手续费优先级，并将其应用于受支持链的实时发送预览。
zh_hant: Spectra 會為每條 UTXO 鏈分別儲存手續費優先級，並將其套用到受支援鏈的即時發送預覽。

source: Spectra stores this preference per chain. Some networks still use provider-managed fee estimation in this build.
zh_hans: Spectra 会按链保存此偏好设置。在当前构建中，部分网络仍使用由提供商管理的手续费预估。
zh_hant: Spectra 會按鏈保存此偏好設定。在目前構建中，部分網絡仍使用由提供商管理的手續費預估。

source: Spectra will prioritize non-custodial staking workflows where you keep control of your keys and can choose how your stake supports network decentralization.
zh_hans: Spectra 将优先支持非托管质押流程，让你保留私钥控制权，并自主选择如何让质押支持网络去中心化。
zh_hant: Spectra 將優先支持非托管質押流程，讓你保留私鑰控制權，並自主選擇如何讓質押支持網絡去中心化。

source: Speed Up Pending Transaction
zh_hans: 加速待处理交易
zh_hant: 加速待處理交易

source: Speed Up This Transaction
zh_hans: 加速这笔交易
zh_hant: 加速這筆交易

source: Spendable Balance: %.6f DOGE
zh_hans: 可花费余额：%.6f DOGE
zh_hant: 可花費餘額：%.6f DOGE

source: Spendable Balance: %@
zh_hans: 可花费余额：%@
zh_hant: 可花費餘額：%@

source: SQLite error: %@
zh_hans: SQLite 错误：%@
zh_hant: SQLite 錯誤：%@

source: Stake assets while preserving transparent, decentralized consensus.
zh_hans: 在保持透明、去中心化共识的同时进行资产质押。
zh_hant: 在保持透明、去中心化共識的同時進行資產質押。

source: Staking
zh_hans: 质押
zh_hant: 質押

source: Staking (Coming Soon)
zh_hans: 质押（即将推出）
zh_hant: 質押（即將推出）

source: Staking helps secure proof-of-stake networks by distributing validator power across many independent participants instead of relying on a centralized operator.
zh_hans: 质押通过将验证者权力分散给许多独立参与者，而不是依赖中心化运营方，来帮助保护权益证明网络。
zh_hant: 質押通過將驗證者權力分散給許多獨立參與者，而不是依賴中心化運營方，來幫助保護權益證明網絡。

source: Standard
zh_hans: 标准
zh_hant: 標準

source: State
zh_hans: 状态
zh_hant: 狀態

source: State Model
zh_hans: 状态模型
zh_hant: 狀態模型

source: Status
zh_hans: 状态
zh_hant: 狀態

source: Status via Blockchair
zh_hans: 通过 Blockchair 获取状态
zh_hant: 通過 Blockchair 獲取狀態

source: Status via BlockCypher
zh_hans: 通过 BlockCypher 获取状态
zh_hant: 通過 BlockCypher 獲取狀態

source: Stellar addresses start with G and are StrKey encoded.
zh_hans: Stellar 地址以 G 开头，并采用 StrKey 编码。
zh_hant: Stellar 地址以 G 開頭，並採用 StrKey 編碼。

source: Stellar broadcast failed: %@
zh_hans: Stellar 广播失败：%@
zh_hant: Stellar 廣播失敗：%@

source: Stellar Network
zh_hans: Stellar 网络
zh_hant: Stellar 網絡

source: Stellar network request failed: %@
zh_hans: Stellar 网络请求失败：%@
zh_hant: Stellar 網絡請求失敗：%@

source: Strict RPC Only (Disable Ledger Fallback)
zh_hans: 仅使用严格 RPC（禁用账本回退）
zh_hant: 僅使用嚴格 RPC（禁用賬本回退）

source: Sui broadcast failed: %@
zh_hans: Sui 广播失败：%@
zh_hant: Sui 廣播失敗：%@

source: Sui Network
zh_hans: Sui 网络
zh_hant: Sui 網絡

source: Sui network request failed: %@
zh_hans: Sui 网络请求失败：%@
zh_hant: Sui 網絡請求失敗：%@

source: Sui RPC error: %@
zh_hans: Sui RPC 错误：%@
zh_hant: Sui RPC 錯誤：%@

source: Summary
zh_hans: 摘要
zh_hant: 摘要

source: Support Link
zh_hans: 支持链接
zh_hant: 支持鏈接

source: Supported Decimals
zh_hans: 支持的小数位数
zh_hant: 支援的小數位數

source: Supports: %lld decimals
zh_hans: 支持：%lld 位小数
zh_hant: 支持：%lld 位小數

source: Symbol
zh_hans: 符号
zh_hant: 符號

source: Symbol is required.
zh_hans: 必须填写代币符号。
zh_hant: 必須填寫代幣符號。

source: Symbol is too long.
zh_hans: 代币符号过长。
zh_hant: 代幣符號過長。

source: Sync & Automation
zh_hans: 同步与自动化
zh_hant: 同步與自動化

source: Tap the + button in the top right to add your first wallet.
zh_hans: 点击右上角的 + 按钮来添加你的第一个钱包。
zh_hant: 點擊右上角的 + 按鈕來添加你的第一個錢包。

source: Target Price (%@)
zh_hans: 目标价格（%@）
zh_hant: 目標價格（%@）

source: Technical Notes
zh_hans: 技术说明
zh_hant: 技術說明

source: The amount is not valid for this Aptos transfer.
zh_hans: 此 Aptos 转账金额无效。
zh_hant: 此 Aptos 轉賬金額無效。

source: The amount is not valid for this ICP transfer.
zh_hans: 此 ICP 转账金额无效。
zh_hant: 此 ICP 轉賬金額無效。

source: The amount is not valid for this NEAR transfer.
zh_hans: 此 NEAR 转账金额无效。
zh_hant: 此 NEAR 轉賬金額無效。

source: The amount is not valid for this Polkadot transfer.
zh_hans: 此 Polkadot 转账金额无效。
zh_hant: 此 Polkadot 轉賬金額無效。

source: The amount is not valid for this Solana transfer.
zh_hans: 此 Solana 转账金额无效。
zh_hant: 此 Solana 轉賬金額無效。

source: The amount is not valid for this Stellar transfer.
zh_hans: 此 Stellar 转账金额无效。
zh_hant: 此 Stellar 轉賬金額無效。

source: The amount is not valid for this Sui transfer.
zh_hans: 此 Sui 转账金额无效。
zh_hant: 此 Sui 轉賬金額無效。

source: The amount is not valid for this TON transfer.
zh_hans: 此 TON 转账金额无效。
zh_hant: 此 TON 轉賬金額無效。

source: The amount is not valid for this Tron transfer.
zh_hans: 此 Tron 转账金额无效。
zh_hant: 此 Tron 轉賬金額無效。

source: The amount is not valid for this XRP transfer.
zh_hans: 此 XRP 转账金额无效。
zh_hant: 此 XRP 轉賬金額無效。

source: The Aptos address is not valid.
zh_hans: Aptos 地址无效。
zh_hant: Aptos 地址無效。

source: The Aptos provider response was invalid.
zh_hans: Aptos 提供方响应无效。
zh_hant: Aptos 提供方響應無效。

source: The Aptos seed phrase is invalid.
zh_hans: Aptos 助记词无效。
zh_hant: Aptos 助記詞無效。

source: The Bitcoin Cash destination address is invalid.
zh_hans: Bitcoin Cash 目标地址无效。
zh_hant: Bitcoin Cash 目標地址無效。

source: The Bitcoin Cash seed phrase is invalid.
zh_hans: Bitcoin Cash 助记词无效。
zh_hant: Bitcoin Cash 助記詞無效。

source: The Bitcoin SV destination address is invalid.
zh_hans: Bitcoin SV 目标地址无效。
zh_hant: Bitcoin SV 目標地址無效。

source: The Bitcoin SV seed phrase is invalid.
zh_hans: Bitcoin SV 助记词无效。
zh_hant: Bitcoin SV 助記詞無效。

source: The Cardano address is not valid.
zh_hans: Cardano 地址无效。
zh_hant: Cardano 地址無效。

source: The Cardano amount is not valid.
zh_hans: Cardano 金额无效。
zh_hant: Cardano 金額無效。

source: The Cardano provider response was invalid.
zh_hans: Cardano 提供方返回了无效响应。
zh_hant: Cardano 提供方返回了無效響應。

source: The Cardano provider returned HTTP %d.
zh_hans: Cardano 提供方返回了 HTTP %d。
zh_hant: Cardano 提供方返回了 HTTP %d。

source: The Cardano seed phrase is invalid.
zh_hans: Cardano 助记词无效。
zh_hant: Cardano 助記詞無效。

source: The configured EVM RPC endpoint does not match the selected chain.
zh_hans: 配置的 EVM RPC 端点与所选链不匹配。
zh_hant: 配置的 EVM RPC 端點與所選鏈不匹配。

source: The destination address format does not match %@.
zh_hans: 目标地址格式与 %@ 不匹配。
zh_hant: 目標地址格式與 %@ 不匹配。

source: The Ethereum address is not valid.
zh_hans: Ethereum 地址无效。
zh_hant: Ethereum 地址無效。

source: The Ethereum RPC endpoint is not valid.
zh_hans: Ethereum RPC 端点无效。
zh_hant: Ethereum RPC 端點無效。

source: The Ethereum RPC response was invalid.
zh_hans: Ethereum RPC 响应无效。
zh_hant: Ethereum RPC 響應無效。

source: The Ethereum RPC returned an invalid balance.
zh_hans: Ethereum RPC 返回了无效余额。
zh_hant: Ethereum RPC 返回了無效餘額。

source: The Ethereum seed phrase could not derive a valid account.
zh_hans: 该 Ethereum 助记词无法派生有效账户。
zh_hant: 該 Ethereum 助記詞無法派生有效賬戶。

source: The history database is unavailable.
zh_hans: 历史数据库不可用。
zh_hant: 歷史數據庫不可用。

source: The ICP account identifier is not valid.
zh_hans: ICP 账户标识无效。
zh_hant: ICP 賬戶標識無效。

source: The ICP provider response was invalid.
zh_hans: ICP 提供方响应无效。
zh_hant: ICP 提供方響應無效。

source: The ICP Rosetta endpoint returned HTTP %d.
zh_hans: ICP Rosetta 端点返回了 HTTP %d。
zh_hant: ICP Rosetta 端點返回了 HTTP %d。

source: The ICP Rosetta response was invalid.
zh_hans: ICP Rosetta 响应无效。
zh_hant: ICP Rosetta 響應無效。

source: The ICP seed phrase is invalid.
zh_hans: ICP 助记词无效。
zh_hant: ICP 助記詞無效。

source: The imported Dogecoin address does not match the provided seed phrase.
zh_hans: 导入的 Dogecoin 地址与提供的助记词不匹配。
zh_hant: 導入的 Dogecoin 地址與提供的助記詞不匹配。

source: The Litecoin destination address is invalid.
zh_hans: Litecoin 目标地址无效。
zh_hant: Litecoin 目標地址無效。

source: The Litecoin seed phrase is invalid.
zh_hans: Litecoin 助记词无效。
zh_hant: Litecoin 助記詞無效。

source: The Monero address is not valid.
zh_hans: Monero 地址无效。
zh_hant: Monero 地址無效。

source: The Monero amount is not valid.
zh_hans: Monero 金额无效。
zh_hant: Monero 金額無效。

source: The Monero backend response was invalid.
zh_hans: Monero 后端响应无效。
zh_hant: Monero 後端響應無效。

source: The Monero backend returned HTTP %d.
zh_hans: Monero 后端返回了 HTTP %d。
zh_hant: Monero 後端返回了 HTTP %d。

source: The NEAR address is not valid.
zh_hans: NEAR 地址无效。
zh_hant: NEAR 地址無效。

source: The NEAR provider response was invalid.
zh_hans: NEAR 提供方响应无效。
zh_hant: NEAR 提供方響應無效。

source: The NEAR provider returned HTTP %d.
zh_hans: NEAR 提供方返回了 HTTP %d。
zh_hant: NEAR 提供方返回了 HTTP %d。

source: The NEAR seed phrase is invalid.
zh_hans: NEAR 助记词无效。
zh_hant: NEAR 助記詞無效。

source: The Polkadot address is not valid.
zh_hans: Polkadot 地址无效。
zh_hant: Polkadot 地址無效。

source: The Polkadot provider response was invalid.
zh_hans: Polkadot 提供方响应无效。
zh_hant: Polkadot 提供方響應無效。

source: The Polkadot provider returned HTTP %d.
zh_hans: Polkadot 提供方返回了 HTTP %d。
zh_hant: Polkadot 提供方返回了 HTTP %d。

source: The Polkadot seed phrase is invalid.
zh_hans: Polkadot 助记词无效。
zh_hant: Polkadot 助記詞無效。

source: The selected photo could not be imported.
zh_hans: 所选照片无法导入。
zh_hant: 所選照片無法匯入。

source: The Solana address is not valid.
zh_hans: Solana 地址无效。
zh_hant: Solana 地址無效。

source: The Solana provider response was invalid.
zh_hans: Solana 提供方返回了无效响应。
zh_hant: Solana 提供方返回了無效響應。

source: The Solana provider returned HTTP %d.
zh_hans: Solana 提供方返回了 HTTP %d。
zh_hant: Solana 提供方返回了 HTTP %d。

source: The Solana seed phrase is invalid.
zh_hans: Solana 助记词无效。
zh_hant: Solana 助記詞無效。

source: The source Bitcoin Cash address does not match the provided seed phrase.
zh_hans: 源 Bitcoin Cash 地址与提供的助记词不匹配。
zh_hant: 源 Bitcoin Cash 地址與提供的助記詞不匹配。

source: The source Bitcoin SV address does not match the provided seed phrase.
zh_hans: 源 Bitcoin SV 地址与提供的助记词不匹配。
zh_hant: 源 Bitcoin SV 地址與提供的助記詞不匹配。

source: The source Litecoin address does not match the provided seed phrase.
zh_hans: 源 Litecoin 地址与提供的助记词不匹配。
zh_hant: 源 Litecoin 地址與提供的助記詞不匹配。

source: The Stellar address is not valid.
zh_hans: Stellar 地址无效。
zh_hant: Stellar 地址無效。

source: The Stellar provider response was invalid.
zh_hans: Stellar 提供方响应无效。
zh_hant: Stellar 提供方響應無效。

source: The Stellar provider returned HTTP %d.
zh_hans: Stellar 提供方返回了 HTTP %d。
zh_hant: Stellar 提供方返回了 HTTP %d。

source: The Stellar seed phrase is invalid.
zh_hans: Stellar 助记词无效。
zh_hant: Stellar 助記詞無效。

source: The Sui address is not valid.
zh_hans: Sui 地址无效。
zh_hant: Sui 地址無效。

source: The Sui provider response was invalid.
zh_hans: Sui 提供方响应无效。
zh_hant: Sui 提供方響應無效。

source: The Sui seed phrase is invalid.
zh_hans: Sui 助记词无效。
zh_hant: Sui 助記詞無效。

source: The TON address is not valid.
zh_hans: TON 地址无效。
zh_hant: TON 地址無效。

source: The TON provider response was invalid.
zh_hans: TON 提供方响应无效。
zh_hant: TON 提供方響應無效。

source: The TON seed phrase is invalid.
zh_hans: TON 助记词无效。
zh_hant: TON 助記詞無效。

source: The Tron address is not valid.
zh_hans: Tron 地址无效。
zh_hant: Tron 地址無效。

source: The Tron provider response was invalid.
zh_hans: Tron 提供方返回了无效响应。
zh_hant: Tron 提供方返回了無效響應。

source: The Tron provider returned HTTP %d.
zh_hans: Tron 提供方返回了 HTTP %d。
zh_hant: Tron 提供方返回了 HTTP %d。

source: The Tron seed phrase is invalid.
zh_hans: Tron 助记词无效。
zh_hant: Tron 助記詞無效。

source: The wallet for this pending transaction is not available.
zh_hans: 此待处理交易对应的钱包不可用。
zh_hant: 此待處理交易對應的錢包不可用。

source: The wallet password is incorrect.
zh_hans: 钱包密码不正确。
zh_hant: 錢包密碼不正確。

source: The XRP address is not valid.
zh_hans: XRP 地址无效。
zh_hant: XRP 地址無效。

source: The XRP provider response was invalid.
zh_hans: XRP 提供方返回了无效响应。
zh_hant: XRP 提供方返回了無效響應。

source: The XRP provider returned HTTP %d.
zh_hans: XRP 提供方返回了 HTTP %d。
zh_hant: XRP 提供方返回了 HTTP %d。

source: The XRP seed phrase is invalid.
zh_hans: XRP 助记词无效。
zh_hant: XRP 助記詞無效。

source: These controls tune when portfolio movement notifications are sent during portfolio balance refreshes.
zh_hans: 这些控制项用于调整在资产组合余额刷新期间，何时发送波动通知。
zh_hant: 這些控制項用於調整在資產組合餘額刷新期間，何時發送波動通知。

source: These networks use dynamic fee estimation from providers and do not expose a manual priority setting in this build.
zh_hans: 这些网络使用提供商的动态费用估算，在当前构建中不提供手动优先级设置。
zh_hant: 這些網絡使用提供商的動態費用估算，在當前構建中不提供手動優先級設置。

source: This %@ address is already saved.
zh_hans: 这个 %@ 地址已保存。
zh_hant: 這個 %@ 地址已保存。

source: This asset view merges balances across chains while preserving the per-chain token standard details here.
zh_hans: 该资产视图会合并各链余额，同时保留这里的逐链代币标准细节。
zh_hant: 該資產視圖會合併各鏈餘額，同時保留這裡的逐鏈代幣標準細節。

source: This Ethereum transaction is no longer pending, so replacement/cancel is unavailable.
zh_hans: 这笔 Ethereum 交易已不再处于待处理状态，因此无法进行替换/取消。
zh_hant: 這筆 Ethereum 交易已不再處於待處理狀態，因此無法進行替換/取消。

source: This is a new destination address with no prior history in this wallet.
zh_hans: 这是一个新目标地址，在此钱包中没有任何历史记录。
zh_hant: 這是一個新目標地址，在此錢包中沒有任何歷史記錄。

source: This is the default in Send. You can still override fee priority per transaction.
zh_hans: 这是发送页面中的默认值。你仍然可以按交易单独覆盖费用优先级。
zh_hant: 這是發送頁面中的默認值。你仍然可以按交易單獨覆蓋費用優先級。

source: This opens the Send composer with the same nonce and higher fee defaults so you can safely speed up or cancel the pending transaction.
zh_hans: 这会打开发送编辑器，并使用相同 nonce 和更高默认手续费，方便你安全地加速或取消这笔待处理交易。
zh_hant: 這會打開發送編輯器，並使用相同 nonce 和更高默認手續費，方便你安全地加速或取消這筆待處理交易。

source: This refresh speed can increase battery usage and network traffic.
zh_hans: 此刷新速度会增加电池消耗和网络流量。
zh_hant: 此刷新速度會增加電池消耗和網絡流量。

source: This send is %@ of your %@ balance.
zh_hans: 此次发送占您 %@ 余额的 %@。
zh_hant: 此次發送佔您 %@ 餘額的 %@。

source: This token is already tracked for %@.
zh_hans: 此代币已在 %@ 上被跟踪。
zh_hant: 此代幣已在 %@ 上被跟蹤。

source: This transaction is already in the mempool.
zh_hans: 该交易已在内存池中。
zh_hant: 該交易已在內存池中。

source: This wallet has an optional seed phrase password. Enter it after Face ID to reveal the recovery phrase.
zh_hans: 此钱包设置了可选助记词密码。通过 Face ID 后输入密码即可显示恢复短语。
zh_hant: 此錢包設置了可選助記詞密碼。通過 Face ID 後輸入密碼即可顯示恢復短語。

source: Ticker
zh_hans: 代码
zh_hant: 代碼

source: Timed out after %ds
zh_hans: %d 秒后超时
zh_hant: %d 秒後超時

source: Timestamp
zh_hans: 时间戳
zh_hant: 時間戳記

source: To
zh_hans: 到
zh_hant: 到

source: Today
zh_hans: 今天
zh_hant: 今天

source: Token added.
zh_hans: 代币已添加。
zh_hant: 代幣已新增。

source: Token contract %@ appears missing on %@. This may be a wrong-network token selection.
zh_hans: %@ 代币合约在 %@ 上似乎不存在。这可能是选错了网络。
zh_hant: %@ 代幣合約在 %@ 上似乎不存在。這可能是選錯了網絡。

source: Token Details
zh_hans: 代币详情
zh_hant: 代幣詳情

source: Token Icons
zh_hans: 代币图标
zh_hant: 代幣圖標

source: Token name is required.
zh_hans: 必须填写代币名称。
zh_hant: 必須填寫代幣名稱。

source: Token Not Found
zh_hans: 未找到代币
zh_hant: 未找到代幣

source: Token supports
zh_hans: 代币支持
zh_hant: 代幣支援

source: Token Supports: %lld decimals
zh_hans: 代币支持：%lld 位小数
zh_hant: 代幣支持：%lld 位小數

source: Token transfers on Solana still use SOL for network fees.
zh_hans: Solana 上的代币转账仍然使用 SOL 支付网络手续费。
zh_hant: Solana 上的代幣轉賬仍然使用 SOL 支付網絡手續費。

source: TON addresses are usually user-friendly strings like UQ... or raw 0:<hex> addresses.
zh_hans: TON 地址通常是 UQ... 这类易读字符串，或原始的 0:<hex> 地址。
zh_hant: TON 地址通常是 UQ... 這類易讀字串，或原始的 0:<hex> 地址。

source: TON broadcast failed: %@
zh_hans: TON 广播失败：%@
zh_hant: TON 廣播失敗：%@

source: TON Network
zh_hans: TON 网络
zh_hant: TON 網絡

source: TON network request failed: %@
zh_hans: TON 网络请求失败：%@
zh_hant: TON 網絡請求失敗：%@

source: TON RPC error: %@
zh_hans: TON RPC 错误：%@
zh_hant: TON RPC 錯誤：%@

source: Tracked token checks enabled: %lld
zh_hans: 已启用跟踪代币检查：%lld
zh_hant: 已啓用跟蹤代幣檢查：%lld

source: Tracked Token Decimals
zh_hans: 已跟踪代币小数位
zh_hant: 已跟蹤代幣小數位

source: Tracked Tokens
zh_hans: 跟踪代币
zh_hant: 跟蹤代幣

source: Tracked tokens, API keys, endpoint settings, preferences, and custom icons
zh_hans: 已跟踪代币、API 密钥、端点设置、偏好项和自定义图标
zh_hant: 已跟蹤代幣、API 密鑰、端點設置、偏好項和自定義圖標

source: Tracked tokens, pricing and RPC settings, preferences, and icon customizations.
zh_hans: 已跟踪代币、价格与 RPC 设置、偏好项和图标自定义。
zh_hant: 已跟蹤代幣、價格與 RPC 設置、偏好項和圖標自定義。

source: Transaction
zh_hans: 交易
zh_hant: 交易

source: Transaction Hash
zh_hans: 交易哈希
zh_hant: 交易哈希

source: Transaction history, chain snapshots, diagnostics, and network caches
zh_hans: 交易历史、链快照、诊断和网络缓存
zh_hant: 交易歷史、鏈快照、診斷和網絡緩存

source: Transaction Status Updates
zh_hans: 交易状态更新
zh_hant: 交易狀態更新

source: Transactions, history database, diagnostics snapshots, and cached chain state.
zh_hans: 交易、历史数据库、诊断快照和缓存的链状态。
zh_hant: 交易、歷史數據庫、診斷快照和緩存的鏈狀態。

source: Triggered
zh_hans: 已触发
zh_hant: 已觸發

source: Tron addresses usually start with T and are Base58 encoded.
zh_hans: Tron 地址通常以 T 开头，并采用 Base58 编码。
zh_hant: Tron 地址通常以 T 開頭，並採用 Base58 編碼。

source: Tron broadcast failed with unknown provider response.
zh_hans: Tron 广播失败，提供方响应未知。
zh_hant: Tron 廣播失敗，提供方響應未知。

source: Tron broadcast succeeded but no transaction hash was returned.
zh_hans: Tron 广播成功，但未返回交易哈希。
zh_hant: Tron 廣播成功，但未返回交易哈希。

source: Tron Network
zh_hans: Tron 网络
zh_hant: Tron 網絡

source: Tron trigger smart contract did not return a transaction payload.
zh_hans: Tron 触发智能合约未返回交易载荷。
zh_hant: Tron 觸發智能合約未返回交易載荷。

source: Trusted Backend
zh_hans: 可信后端
zh_hant: 可信後端

source: Try a different filter or search term.
zh_hans: 请尝试其他筛选条件或搜索词。
zh_hant: 請嘗試其他篩選條件或搜索詞。

source: TTL Slot: %lld
zh_hans: TTL 槽位：%lld
zh_hant: TTL 槽位：%lld

source: TTL Slot: %llu
zh_hans: TTL 槽位：%llu
zh_hant: TTL 槽位：%llu

source: Type
zh_hans: 类型
zh_hant: 類型

source: Unable to compute txid from signed transaction.
zh_hans: 无法从已签名交易计算 txid。
zh_hant: 無法從已簽名交易計算 txid。

source: Unable to derive Dogecoin keys from this seed phrase.
zh_hans: 无法从该助记词派生 Dogecoin 密钥。
zh_hant: 無法從該助記詞派生 Dogecoin 密鑰。

source: Unable to derive source script for selected UTXOs.
zh_hans: 无法为所选 UTXO 派生源脚本。
zh_hant: 無法為所選 UTXO 派生源腳本。

source: Unable to parse Cardano UTXOs for signing.
zh_hans: 无法解析用于签名的 Cardano UTXO。
zh_hant: 無法解析用於簽名的 Cardano UTXO。

source: Unable to prepare replacement context: %@
zh_hans: 无法准备替换上下文：%@
zh_hant: 無法準備替換上下文：%@

source: Unable to resolve ENS name right now.
zh_hans: 当前无法解析 ENS 名称。
zh_hant: 當前無法解析 ENS 名稱。

source: unconstrained
zh_hans: 不受限
zh_hant: 不受限

source: Unexpected Ed25519 signature length.
zh_hans: Ed25519 签名长度异常。
zh_hant: Ed25519 簽名長度異常。

source: Unknown
zh_hans: 未知
zh_hant: 未知

source: Unknown date
zh_hans: 未知日期
zh_hant: 未知日期

source: Unknown error
zh_hans: 未知错误
zh_hant: 未知錯誤
